#include <stdio.h>
#include "socers.h"
#include <iostream>
int main()
{
	SetConsoleOutputCP(65001); // UTF-8 콘솔 출력
	tpw("구원적거의지의일지·일지에피는현화·특이한사월의화초·삼십륜·삼십륜에전후되는양측의명경·맹아와같이희희하는지평을향하여금시금시낙탁하는 만월·청간의기가운데 만신창이의만월이의형당하여혼륜하는·적거의지를관류하는일봉가신·나는근근히차대하였더라·몽몽한월아·정밀을개엄하는대기권의요원·거대한곤비가운데의일년사월의공동·반산전도하는성좌와 성좌의천렬된사호동을포도하는거대한풍설·강매·혈홍으로염색된암염의분쇄·나의뇌를피뢰침삼아 침하반과되는광채임리한망해·나는탑배하는독사와같이 지평에식수되어다시는기동할 수 없었더라·천량이올때까지", 5, true);	
	printf("\n\n");
	tpw("이것은 흘러가듯읽는 것이 심신(心身)에 해를끼치지 아니할것이오.\n―그럼에도 해석하려는 자가 있는 모양이다만 해석이라 한들 이시의 완벽한 번역이 되지는 못하오.―");
	

	return 0;
}